Repository: zohaibbenjamin/PblcCodeArt-St
Catalog: ArtStation/SupportingFiles/*.strings
Languages: ar

source: SAR
ar: ريال

source: SAR
ar: ريال

source: SAR
ar: ريال

source: Complete your payment in
ar: يرجى استكمال السداد قبل انتهاء المدة

source: Jeddah
ar: جدة

source: Riyadh
ar: الرياض

source: Yes
ar: نعم

source: No
ar: لا

source: In love with
ar: مع الحب الى

source: Happy with
ar: سعيد

source: Sad with
ar: غير راضي

source: Angry with
ar: معصب

source: Do you want to cancel?
ar: هل تريد الإلغاء

source: No reviews yet
ar: لا يوجد تقييمات

source: Alert
ar: تنبيه

source: Your request has been submitted. we will contact you soon
ar: تم استلام طلبكم وسيتم التواصل معكم بعد قليل

source: Sign in with Apple
ar: تسجيل الدخول باستخدام حساب أبل

source: Email and password cannot be empty
ar: يرجى ادخال البريد الالكتروني وكلمة المرور

source: Ok
ar: نعم

source: Terms and Conditions are not checked
ar: يرجى الموافقه على الشروط والاحكام

source: Please fill the information in profile section
ar: يرجا استكمال المعلومات المطلوبه في ملفك الشخصي

source: Please check your email for OTP code
ar: تم ارسال رمز التحقق الى بريدك الالكتروني المسجل لدينا

source: New password is created
ar: تم انشاء كلمه مرور جديده

source: OTP has been sent on your email
ar: تم ارسال رمز التحقق لبريدك الالكتروني

source: Email format is not correct
ar: البريد الالكنتروني غير صحيح

source: The passwords enter do not match
ar: كلمه المرور غير متطابقه

source: Empty email field
ar: يرجى استكمال البريد الالكتروني

source: Booking#
ar: رقم الحجز#

source: View Details
ar: التفاصيل

source: Approved
ar: تم الموافقه

source: Pay Now
ar: ادفع الان

source: Rejected
ar: مرفوض

source: Cancelled
ar: تم الالغاء

source: Waiting for approval
ar: في انتظار الموافقه

source: Expired
ar: انتهت المده

source: Paid
ar: تم الدفع

source: Back
ar: الرجوع

source: Band
ar: فرقه

source: Group
ar: فرقه

source: Solo
ar: عزف منفرد

source: Your booking has been expired
ar: تم انتهاء صلاحيه حجزك

source: Please select a requested place
ar: يرجى اختيار مكان اقامة الحفلة

source: Private House
ar: منزل خاص

source: Beach House
ar: شاليه

source: Woman wedding
ar: فرح نساء

source: Mens wedding
ar: فرح رجال

source: Isteraha
ar: استراحه

source: Desert or tent
ar: مخيم

source: Package
ar: باقة رقم

source: Please enter a vaild email address
ar: ادخل بريدك الالكتروني

source: Successfully Subscribed
ar: تم الاشتراك بالنجاح

source: OK
ar: تم

source: Cancel
ar: إلغاء

source: Tap to select city
ar: اختر المدينه

source: Tap to select DOB
ar: اختر تاريخ الميلاد

source: Username field cannot be empty
ar: اسم المستخدم لا يمكن تركه فارغ

source: Username must contain only alphabets
ar: اسم المستخدم يجب ان يحتوي على حروف فقط

source: Password cannot be less than 6 characters
ar: كلمة المرور يجب ان لا تقل عن 6 احرف

source: Password and Confirm Password do not match
ar: كلمة المرور غير متطابقة

source: Category field cannot be empty
ar: لا يمكن ترك خانة الفئة فارغة

source: City field cannot be empty
ar: لا يمكن ترك خانة المدينة فارغة

source: Please enter a valid mobile number
ar: ادخل رقم الجوال بالطريقة الصحيحه

source: Category cannot be empty
ar: لا يمكن ترك خانة الفئة فارغة

source: Order
ar: أطلب

source: Please agree to terms and conditions before continuing
ar: للاستمرار يرجى الموافقه على الشروط والأحكام

source: Please fill all input fields
ar: يرجى استكمال جميع الخانات الفارغه

source: Passwords must match
ar: كلمة المرور يجب ان تكون متطابقة

source: Success
ar: نجاح

source: Error
ar: خطأ

source: No bookings found
ar: لا يوجد حجوزات

source: Please select a city to continue
ar: اختر المدينة للاستمرار

source: Apple id/email cannot be changed.
ar: لا يمكن تغيير البريد الالكتروني او حساب ابل

source: Please select a date first
ar: اختر التاريخ أولا

source: Please select a time first
ar: اختر الوقت أولا

source: Please specify event type
ar: مثال: عيد ميلاد , تخرج , يوم زواج , ترقية ...

source: Please select a date
ar: اختار تاريخ الحفلة

source: Please go to settings and turn on the location permission.
ar: الذهاب لصفحة الاعدادات وتفعيل خاصية تحديد المواقع

source: Settings
ar: اعدادات

source: You have already given this app permission to use your location.
ar: تم اعطاء صلاحية تفعيل الموقع للتطبيق

source: Please enable locations services to continue.
ar: للاستمرار قم بتفعيل خاصية تحديد الموقع

source: Allow access to your location so we can confirm nearest possible location for your event.
ar: يرجى تفعيل خاصية تحديد الموقع للتعرف على اقرب الفنانين لموقعك

source: Book now
ar: احجز الان

source: Profile updated
ar: تم تحديث الملف الشخصي

source: No reviews found
ar: لا يوجد تقييمات

source: No internet connection
ar: لا يوجد اتصال بالإنترنت

source: Please enter a valid email address
ar: ادخل بريدك الالكتروني

source: Your request has been sent. You will be contacted by ArtStation soon.
ar: تم استلام طلبك سيتم التواصل معك قريبا من ارت ستيشن

source: Enter phone number
ar: ادخل رقم الجوال

source: Close
ar: اغلاق

source: Indoor
ar: مكان مغلق

source: Outdoor
ar: مكان مفتوح

source: Saudi Formal
ar: رسمي سعودي

source: Casual
ar: كاجوال

source: Formal
ar: رسمي

source: Hours
ar: ساعات

source: Official Email Address
ar: بريد الكتروني

source: Artist Stage Name
ar: الاسم الفني للفنان

source: Continue
ar: تسجيل الدخول

source: Please signup / login to continue using Art Station
ar: يرجى تسجيل الدخول او سجل معنا الان ليتسنى لك استخدام التطبيق

source: Add Review
ar: اضافه تقييم

source: Completed
ar: تم الدفع

source: Password should not be more than 20 characters
ar: يجب ألا تزيد كلمة المرور عن 20 حرفًا

source: Please select location first
ar: يرجى تحديد الموقع اولا

source: Your session has expired
ar: انتهت مدتك

source: Please enter your phone number to complete your registration
ar: يرجى ادخال رقم الجوال في ملفك الشخصي لإستكمال بيانات تسجيلك بالتطبيق

source: Please update your profile information.
ar: يرجا استكمال المعلومات المطلوبه في ملفك الشخصي

source: Please provide information to update
ar: يرجى استكمال المعلومات الناقصة اولاً

source: Images
ar: الصور

source: Videos
ar: الفيديوهات

source: Hour
ar: ساعة

source: Minute
ar: دقيقة

source: Your request has been sent. You will be contacted by Art Station soon
ar: تم ارسال الطلب سيتم التواصل معك قريبا

source: Please write your package details here!
ar: !الرجاء كتابه تفاصيل الباقة الخاصة بك هنا

source: Please write the custom package details!
ar: !الرجاء كتابة تفاصيل باقتك الخاصه هنا

source: Artist is already in Pinned List
ar: تم اضافة الفنان الى قائمة المفضلة الخاصة بك

source: You have reached your maximum Pinned limit
ar: لا يمكن اضافة اكثر من ذلك الى قائمة المفضلة ولكن يمكنك الاستبدال

source: please select play time
ar: مدة العزف المطلوبة

source: Talent Type cannot be empty
ar: لا يمكن أن يكون نوع الموهبة فارغًا

source: What kind of musicians are you looking for?
ar: ايش جوّك؟ اختر الي يناسب مودك

source: What kind of entertainer are you looking for?
ar: ايش جوّك؟ اختر الي يناسب مودك

source: Please enter your phone number starting with 5
ar: من فضلك ادخل رقم الهاتف بدايه من رقم 5

source: yes or no
ar: مثال : نعم , لا

source: Please write the custom package details
ar: الرجاء كتابة تفاصيل باقتك الخاصه هنا

source: full squad,violin,lute
ar: مثال : عود ، كمان ، فرقة كاملة

source: Please update the ArtStation application to the latest version available to continue using it
ar: يرجى تحديث التطبيق لآخر نسخة ليتسنى لكم استخدام التطبيق

source: Update
ar: تحديث

source: No thanks
ar: لا شكرا
